Repository: ItsJuniorDias/Magic_World
Catalog: Magic World/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, pt_br

source: Once Each
ar: مرة لكل واحد
de: Einmal Jeder
es: Una Vez Cada Uno
fr: Une Fois Chacun
it: Una Volta a Testa
pt_br: Uma Vez Cada Um

source: One Night in October
ar: ليلة في أكتوبر
de: Eine Nacht im Oktober
es: Una Noche de Octubre
fr: Une Nuit d’Octobre
it: Una Notte di Ottobre
pt_br: Uma Noite de Outubro

source: One Turn
ar: منعطف واحد
de: Eine Wendung
es: Un Giro
fr: Un Tournant
it: Una Svolta
pt_br: Uma Curva

source: One reminder a day, at the hour you pick. Nothing else — no streaks to protect, no badges chasing you.
ar: تذكير واحد يوميًا، في الوقت الذي تختاره. لا شيء آخر — لا سلاسل عليك حمايتها ولا شارات تلاحقك.
de: Eine Erinnerung am Tag, zur von dir gewählten Uhrzeit. Sonst nichts — keine Serien zu schützen, keine Abzeichen, die dich jagen.
es: Un aviso al día, a la hora que elijas. Nada más: sin rachas que cuidar, sin insignias detrás de ti.
fr: Un rappel par jour, à l’heure de ton choix. Rien d’autre : pas de séries à préserver, pas de badges qui te courent après.
it: Un promemoria al giorno, all’ora che scegli tu. Niente altro: nessuna serie da mantenere, nessun distintivo che ti insegue.
pt_br: Um lembrete por dia, na hora que você escolher. Nada mais — sem sequências pra proteger, sem selos te perseguindo.

source: One subscription covers everyone in your family group.
ar: اشتراك واحد يغطي كل أفراد مجموعتك العائلية.
de: Ein Abo deckt alle in deiner Familiengruppe ab.
es: Una suscripción cubre a todos en tu grupo familiar.
fr: Un seul abonnement couvre tout le monde dans ton partage familial.
it: Un abbonamento copre tutti nel tuo gruppo Famiglia.
pt_br: Uma assinatura cobre todos do seu grupo familiar.

source: Open Skies
ar: السماء المفتوحة
de: Weiter Himmel
es: Cielos Abiertos
fr: Ciels Ouverts
it: Cieli Aperti
pt_br: Céu Aberto

source: Pause
ar: إيقاف مؤقت
es: Pausar
it: Pausa
pt_br: Pausar

source: Payment is charged to your Apple Account. The subscription renews automatically unless cancelled at least 24 hours before the end of the period. Manage or cancel in Settings.
ar: يُخصم الدفع من حساب Apple الخاص بك. يتجدد الاشتراك تلقائيًا ما لم يتم إلغاؤه قبل نهاية الفترة بمدة 24 ساعة على الأقل. يمكنك الإدارة أو الإلغاء من الإعدادات.
de: Die Zahlung wird über deinen Apple‑Account abgebucht. Das Abo verlängert sich automatisch, sofern es nicht mindestens 24 Stunden vor Ende der Laufzeit gekündigt wird. Verwalten oder Kündigen in den Einstellungen.
es: El pago se carga a tu Cuenta de Apple. La suscripción se renueva automáticamente salvo que la canceles al menos 24 horas antes del fin del periodo. Gestiónala o cancélala en Ajustes.
fr: Le paiement est débité de ton compte Apple. L’abonnement se renouvelle automatiquement sauf annulation au moins 24 heures avant la fin de la période. Gère ou annule dans Réglages.
it: Il pagamento è addebitato sul tuo Account Apple. L’abbonamento si rinnova automaticamente salvo cancellazione almeno 24 ore prima della fine del periodo. Gestisci o annulla in Impostazioni.
pt_br: O pagamento é cobrado na sua Conta Apple. A assinatura se renova automaticamente, a menos que seja cancelada com pelo menos 24 horas de antecedência. Gerencie ou cancele nos Ajustes.

source: Petra learns to read the new points before the first frost does the telling.
ar: تتعلّم بيترا قراءة النقاط الجديدة قبل أن يُخبر الصقيع الأول.
de: Petra lernt, die neuen Spitzen zu lesen, bevor der erste Frost es verrät.
es: Petra aprende a leer las nuevas puntas antes de que la primera helada lo cuente.
fr: Petra apprend à lire les nouvelles pointes avant que la première gelée ne l’annonce.
it: Petra impara a leggere le nuove punte prima che sia il primo gelo a dirlo.
pt_br: Petra aprende a ler as novas pontas antes que a primeira geada faça o anúncio.

source: Pick up where you left off
ar: تابع من حيث توقفت
de: Mach da weiter, wo du aufgehört hast
es: Continúa donde lo dejaste
fr: Reprends où tu t’étais arrêté
it: Riprendi da dove eri rimasto
pt_br: Continue de onde parou

source: Play
ar: تشغيل
de: Wiedergabe
es: Reproducir
fr: Lecture
it: Riproduci
pt_br: Tocar

source: Plays with no signal
ar: يعمل بدون إشارة
de: Läuft ohne Signal
es: Suena sin señal
fr: Joue sans connexion
it: Funziona senza segnale
pt_br: Toca sem sinal

source: Premium
ar: بريميوم

source: Previous chapter
ar: الفصل السابق
de: Vorheriges Kapitel
es: Capítulo anterior
fr: Chapitre précédent
it: Capitolo precedente
pt_br: Capítulo anterior

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
pt_br: Política de privacidade

source: Reading Them
ar: قراءتها
de: Sie Lesen
es: Leyéndolos
fr: Les Lire
it: Leggerli
pt_br: Lendo-os

source: Reading speed
ar: سرعة القراءة
de: Lesegeschwindigkeit
es: Velocidad de lectura
fr: Vitesse de lecture
it: Velocità di lettura
pt_br: Velocidade de leitura

source: Reading the Bar
ar: قراءة الحاجز الرملي
de: Die Sandbank Lesen
es: Leyendo la Barra
fr: Lire la Barre
it: Leggere la Barra
pt_br: Lendo a Barra

source: Realms
ar: العوالم
de: Reiche
es: Reinos
fr: Royaumes
it: Reami
pt_br: Reinos

source: Remove from favourites
ar: إزالة من المفضلة
de: Aus Favoriten entfernen
es: Quitar de favoritos
fr: Retirer des favoris
it: Rimuovi dai preferiti
pt_br: Remover dos favoritos

source: Restart to change the language
ar: أعد التشغيل لتغيير اللغة
de: Neustarten, um die Sprache zu ändern
es: Reinicia para cambiar el idioma
fr: Redémarrez pour changer de langue
it: Riavvia per cambiare lingua
pt_br: Reinicie para trocar o idioma

source: Restore
ar: استعادة
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
pt_br: Restaurar

source: Restore purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
pt_br: Restaurar compras

source: Restored
ar: تمت الاستعادة
de: Wiederhergestellt
es: Restaurado
fr: Restauré
it: Ripristinato
pt_br: Restaurado

source: Rui finds a shoebox under the hedge with nine evenings in it.
ar: يجد روي علبة أحذية تحت السياج بداخلها تسع أمسيات.
de: Rui findet einen Schuhkarton unter der Hecke, mit neun Abenden darin.
es: Rui encuentra una caja de zapatos bajo el seto con nueve atardeceres dentro.
fr: Rui trouve une boîte à chaussures sous la haie avec neuf soirées à l’intérieur.
it: Rui trova una scatola da scarpe sotto la siepe con nove serate dentro.
pt_br: Rui acha uma caixa de sapato debaixo da cerca viva com nove entardeceres dentro.

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pt_br: Salvar

source: Save %@%%
ar: وفّر %@%%
de: Spare %@ %%
es: Ahorra %@%%
fr: Économise %@%%
it: Risparmia %@%%
pt_br: Economize %@%%

source: Search stories and creatures
ar: ابحث عن القصص والمخلوقات
de: Geschichten und Wesen suchen
es: Buscar historias y criaturas
fr: Chercher histoires et créatures
it: Cerca storie e creature
pt_br: Buscar histórias e criaturas

source: Sending One
ar: إرسال واحدة
de: Eine Verschicken
es: Enviar Una
fr: En Envoyer Une
it: Inviarne Una
pt_br: Enviar Uma

source: September
ar: سبتمبر
es: Septiembre
fr: Septembre
it: Settembre
pt_br: Setembro

source: Set a reminder
ar: اضبط تذكيرًا
de: Erinnerung einrichten
es: Define un aviso
fr: Définir un rappel
it: Imposta un promemoria
pt_br: Defina um lembrete

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
pt_br: Ajustes

source: Seven Crows and One String
ar: سبعة غربان وخيط واحد
de: Sieben Krähen und eine Schnur
es: Siete Cuervos y Un Hilo
fr: Sept Corbeaux et Une Ficelle
it: Sette Cornacchie e uno Spago
pt_br: Sete Corvos e Um Barbante

source: Seven Days
ar: سبعة أيام
de: Sieben Tage
es: Siete Días
fr: Sept Jours
it: Sette Giorni
pt_br: Sete Dias

source: Seven Minutes
ar: سبع دقائق
de: Sieben Minuten
es: Siete Minutos
fr: Sept Minutes
it: Sette Minuti
pt_br: Sete Minutos

source: Seven crows who fly kites on purpose
ar: سبعة غربان تطيّر الطائرات الورقية عمدًا
de: Sieben Krähen, die absichtlich Drachen steigen lassen
es: Siete cuervos que vuelan cometas a propósito
fr: Sept corbeaux qui font voler des cerfs-volants exprès
it: Sette cornacchie che fanno volare aquiloni apposta
pt_br: Sete corvos que empinam pipas de propósito

source: Seventy Years Late
ar: متأخر سبعين سنة
de: Siebzig Jahre Zu Spät
es: Setenta Años Tarde
fr: Soixante-Dix Ans en Retard
it: In Ritardo di Settant’Anni
pt_br: Setenta Anos Atrasado

source: Shared with the family
ar: مشترك مع العائلة
de: Mit der Familie geteilt
es: Compartido con la familia
fr: Partagé avec la famille
it: Condiviso con la famiglia
pt_br: Compartilhado com a família

source: She held her place over the same field for four days before anyone thought to go and look.
ar: بقيت في مكانها فوق الحقل ذاته أربعة أيام قبل أن يخطر لأحد الذهاب لينظر.
de: Sie hielt vier Tage lang die Stellung über demselben Feld, bevor jemand daran dachte, nachzusehen.
es: Se mantuvo sobre el mismo campo durante cuatro días antes de que a alguien se le ocurriera ir a mirar.
fr: Elle est restée au même endroit au-dessus du même champ pendant quatre jours avant que quelqu’un ne pense à aller voir.
it: Rimase ferma sopra lo stesso campo per quattro giorni prima che qualcuno pensasse di andare a vedere.
pt_br: Ela ficou parada sobre o mesmo campo por quatro dias antes que alguém pensasse em ir olhar.

source: She leaves things on the harbour wall. Nobody has ever claimed the small blue shoe.
ar: تترك أشياء على جدار الميناء. لم يطالب أحد بالحذاء الأزرق الصغير.
de: Sie legt Dinge auf der Hafenmauer ab. Niemand hat je den kleinen blauen Schuh abgeholt.
es: Deja cosas en el muro del puerto. Nadie ha reclamado nunca el zapatito azul.
fr: Elle laisse des choses sur le mur du port. Personne n’a jamais réclamé la petite chaussure bleue.
it: Lascia cose sul muretto del porto. Nessuno ha mai reclamato la scarpetta blu.
pt_br: Ela deixa coisas no muro do porto. Ninguém nunca reclamou o sapatinho azul.
